{
    "Navigation": {
        "Nosotros": "About Us",
        "Historias": "Stories",
        "Adopciones": "Adoptions",
        "contactUs": "Contact Us"
    },
    "Home": {
        "sloganP1": "My favorite breed is",
        "sloganP2": "Adopted",
        "heroText": "Explore pets looking for a loving home, just like yours.",
        "adoptToday": "Adopt Today",
        "musicExperience": "Experience with music",
        "home4PawsTitle": {
            "color": "text-blue",
            "highlightPosition": 1,
            "parts": [
                "A",
                "Home",
                "For Every Paw"
            ]
        },
        "home4PawsDesc": "We believe that every pet deserves a second chance and a home where they are loved. Behind every gaze, there is a story, and with your help, they can have a new beginning.\nWe work alongside shelters and rescuers to connect dogs and cats with people willing to give them a life full of love. Adopting not only changes the life of a pet, but also transforms yours.\nOur mission is simple but powerful: to help more animals find a home full of love.",
        "knowMore": "Know More",
        "adoptionTitle": {
            "color": "text-purple",
            "highlightPosition": 1,
            "parts": [
                "Pets Up For",
                "Adoption"
            ]
        },
        "petsInAdoption": "Explore profiles of dogs and cats waiting for loving homes. Adopting is easy—start here!",
        "processTitle": {
            "color": "text-blue",
            "highlightPosition": 1,
            "parts": [
                "Discover What's",
                "Behind"
            ]
        },
        "kutaProcess": "We are a group of people passionate about animals, committed to building a more just, compassionate, and loving world for them.",
        "storiesTitle": {
            "color": "text-purple",
            "highlightPosition": 0,
            "parts": [
                "Success",
                "Stories"
            ]
        },
        "successStories": "Each pet has a unique personality, and finding the right person can make the difference between a simple adoption and a lifelong connection.\n We make sure every adoption story is special, looking for families that understand, respect, and love each animal just as they are. True success isn't just about adoption — it's about creating the perfect match between pet and human.\n Because when they meet, what begins is much more than companionship: it's a story of love, loyalty, and second chances.",
        "happyEndings": {
            "color": "text-blue",
            "highlightPosition": 0,
            "parts": [
                "Happy",
                "Endings"
            ]
        },
        "before": "Before",
        "after": "After",
        "behindTitle": {
            "color": "text-yellow",
            "highlightPosition": 1,
            "parts": [
                "Who Is Behind",
                "Kuta?"
            ]
        },
        "behindKuta": "Meet the people and the roles that make this mission possible. Each member contributes their love, time, and commitment to changing lives—one pet at a time."
    },
    "AdoptionSteps": {
        "title": {
            "color": "text-yellow",
            "highlightPosition": 1,
            "parts": [
                "Steps To",
                "Adopt",
                "In Kuta"
            ]
        },
        "firstStep": "Fill the adoption questionnare",
        "firstStepDesc": "Tell us about yourself and your environment to make sure the pet fits your lifestyle.",
        "secondStep": "First date with the pet",
        "secondStepDesc": "We arrange a meeting between you and your pet to see if there's a connection.",
        "thirdStep": "If there's chemistry... Let's continue!",
        "thirdStepDesc": "We proceed with the following requirements:",
        "requirement1": "Economic recovery through sterilization and vaccination",
        "requirement2": "Have a comfortable bed for your pets break",
        "requirement3": "Have an identification plate",
        "requirement4": "And most importantly: a lot of love and commitment"
    },
    "Process": {
        "firstStep": "Rescue",
        "firstStepDesc": "We remove animals from situations of abuse, abandonment, or inadequate conditions, giving them a new chance at life.",
        "secondStep": "Rehabilitation",
        "secondStepDesc": "We provide medical care, emotional care, and specialty treatments to animals in need, so they can heal and regain their trust.",
        "thirdStep": "Adoption",
        "thirdStepDesc": "We accompany the adoption process, connecting each pet with a responsible family ready to give them a loving home."
    },
    "BehindKuta": {
        "role1": "Rescuers",
        "role1Desc": "Brave heroes who are on the front lines, saving lives and keeping animals safe from abuse and abandonment.",
        "role2": "Halfway house",
        "role2Desc": "Loving volunteers offer a temporary home, providing care and affection while pets wait for their forever families.",
        "role3": "Volunteers",
        "role3Desc": "Dedicated people who support us every step of the way: from rescue to care and adoption. Without them, nothing would be possible."
    },
    "AboutUs": {
        "aboutUs": "About Us",
        "pageDesc": "Learn more about Kuta!",
        "whoWeAre": {
            "color": "text-yellow",
            "highlightPosition": 0,
            "parts": [
                "Who",
                "We Are"
            ]
        },
        "whoWeAreDesc": "We are Kuta, a community of people passionate about animal welfare. We are driven by love, empathy, and a commitment to every life we rescue.\nSince our beginnings, we have worked to offer a second chance to dogs and cats who have been victims of abandonment or abuse. We believe that each one deserves a home where they are valued, cared for, and loved.\nAt Kuta, we rescue, rehabilitate, and support each pet through their physical and emotional recovery process until we find the ideal family to give them a new life. We are not just a bridge between animals and people: we are a network of hearts united by a cause.",
        "whatWeDo": {
            "color": "text-blue",
            "highlightPosition": 0,
            "parts": [
                "What",
                "We Do"
            ]
        },
        "whatWeDoDesc": "At Kuta, we work for the well-being of vulnerable dogs and cats. Our process begins with rescue, giving a second chance to animals who have been abandoned or mistreated.\nOnce safe, we accompany them through their rehabilitation, providing medical attention, special care, and lots of love so they can regain their health and trust.\nWhen they are ready, we start the adoption process, connecting each pet with a responsible family that offers them a safe home filled with love and commitment.\nEach stage is a step toward a new life. At Kuta, we don't just rescue animals: we build stories with happy endings."
    },
    "WhyWeDoIt": {
        "title": {
            "color": "text-purple",
            "highlightPosition": 0,
            "parts": [
                "Why",
                "We Do It"
            ]
        },
        "whyWeDoIt": "At Kuta, we believe that all animals deserve to live with dignity, safety, and love. Our work comes from the heart, but also from an urgent need. These are the reasons that inspire us every day:",
        "reason1": "Every Life Matters",
        "reason1Desc": "Every dog or cat we rescue has a story, a difficult past, but also a future full of possibilities. We don't see stray animals: we see lives that deserve respect.",
        "reason2": "Against Abandonment",
        "reason2Desc": "Thousands of animals live in conditions of abuse, neglect, or abandonment. We work to change that reality by offering second chances and raising awareness in our community.",
        "reason3": "Responsible Adoption",
        "reason3Desc": "Adopting is not just about bringing a pet home, it's about committing to a life. We promote responsible adoptions where the well-being of the animal and the family's preparation go hand in hand.",
        "reason4": "Together We Change",
        "reason4Desc": "Whether by adopting, donating, volunteering, or simply sharing this cause, every action counts. We believe in a more conscious, supportive, and loving society toward animals."
    },
    "HowToHelp": {
        "title": {
            "color": "text-yellow",
            "highlightPosition": 1,
            "parts": [
                "How You Can",
                "Help"
            ]
        },
        "howToHelp": "At Kuta, we believe that everyone can be part of the change. It doesn't matter if you have a lot of time, little space, or limited resources: there are many ways to contribute.",
        "help1": "Adopt",
        "help1Desc": "Give a rescued dog or cat the chance to become part of your family. Adopting is an act of love that changes lives.",
        "help2": "Be a Foster Home",
        "help2Desc": "Provide a temporary home to a pet while they find their forever family. Your support can make a difference in their recovery process.",
        "help3": "Donate",
        "help3Desc": "Your contribution helps us cover medical expenses, food, spaying/neutering, and more. Every peso counts toward saving more lives.",
        "help4": "Volunteer",
        "help4Desc": "Join our team and help us with rescues, care, events, or outreach. There's always something you can do for them.",
        "help5": "Spread the Word",
        "help5Desc": "Share our work on social media, talk to your friends, and invite others to adopt. The more people join, the farther we go."
    },
    "Adoptions": {
        "adoptions": "Adoptions",
        "pageDesc": "Meet your next best friend! Explore the pets that are currently in rehabilitation and ready for a loving home.",
        "apply": "Apply",
        "petsTitle": {
            "color": "text-purple",
            "highlightPosition": 1,
            "parts": [
                "Pets in",
                "Shelter"
            ]
        },
        "quickView": "Quick View"
    },
    "AdoptionProcess": {
        "important": "Important",
        "importantContent": "It is important to mention that during the period when the dog/cat was rescued, immediate care was provided, including deworming, vaccination, bathing, and sterilization, in order to begin the care process they deserve right away. Therefore, support for these expenses is required, and we will provide proof of the costs. Our intention is to deliver the pet sterilized, dewormed, and with an up-to-date vaccination record.\nThe information provided in this questionnaire will be used solely and exclusively for the evaluation of the adoption of the requested pet and will not be disclosed or misused.",
        "start": "Start",
        "privacyPolicy": "For more information, please consult our privacy notice and data usage policy."
    },
    "Footer": {
        "mission": "Mission",
        "behindKuta": "Behind Kuta",
        "process": "Process",
        "aboutUs": "About Us",
        "getToKnowKuta": "Get to Know Kuta",
        "whoWeAre": "Who We Are",
        "whatWeDo": "What We Do",
        "stories": "Stories",
        "adoption": "Adoption",
        "adoptions": "Adoptions",
        "requirements": "Requirements",
        "followUs": "Follow Us"
    },
    "SocialMedia":{
        "title": {
            "color": "text-purple",
            "highlightPosition": 1,
            "parts": [
                "Follow Us On",
                "Social Media"
            ]
        }
    }
}